const func = [""]

const coinToken = ["คริปโต", "บิทคอยน์", "บีทีซี", "บีเอ็นบี", "ไบแนนซ์", "ไบแนนซ์ คอย", "หมา", "ดอร์จคอย", "ดอร์จคอย", 
"เอ็กอาร์พี", "ลิ้ง", "เชนลิ้ง", "เอด้า", "ซูชิ", "เค้ก", "แอลทีซี", "ไลท์คอยน์", "แบรนด์", "แบรนด์ โปรโตคอล", "อีทีเฮช", "อีเธอเรียม"]

export const handleOutput = (text) => {
    if (text.split(" ")[0]==="ราคา") {
        console.log(text.split(" ")[1])
    }    
    // else if (text.split(" ")[0]==="ราคา") {
        
    // }
    else if (text.split(" ")[0]==="วันนี้") {

    }
    else if (text.split(" ")[0]==="เหรียญ") {
        
    }
}